"UnknownTime" = "--";
"<n> seconds" = "%d seconde";
"Less than a minute" = "Moins d’une minute";
"a minute" = "une minute";
"<n> minutes" = "%d minutes";
"an hour" = "une heure";
"<n> hours" = "%d heures";
"About <time>" = "Environ %@";
